{
  "projects": [
    {
      "title": "Smokey Bear website",
      "client": "USDA Forest Service &amp; the Ad Council",
      "images": [
        {
          "slide": "img/work-smokey-001.jpg",
          "thumbnail": "img/work-smokey-001-thb.jpg"
        }, {
          "slide": "img/work-smokey-002.jpg",
          "thumbnail": "img/work-smokey-002-thb.jpg"
        }, {
          "slide": "img/work-smokey-003.jpg",
          "thumbnail": "img/work-smokey-003-thb.jpg"
        }
      ],
      "description": [
        "Created in 1944, Smokey Bear&rsquo;s message on wildfire prevention has served as the longest running public service campaign in the nation&rsquo;s history. I was the lead developer on the team selected to research the campaign&rsquo;s audience, write personas and lead an audience-focused redesign of the campaign&rsquo;s website. The redesigned <a href='https://smokeybear.com/' target='_blank'>SmokeyBear.com</a> places heavy emphasis on educational content and vibrant imagery granting the user an investment in protecting U.S. wildlands, while also modernizing Smokey Bear. From an educational standpoint, the new site features resources that affirm facts on wildfire prevention and safety as well as the benefits of prescribed fires by professionals.",
        "Focusing on a wide-ranging audience of kids, parents, educators and outdoor enthusiasts, content is depicted through infographics and images simple enough for youth to comprehend, yet advanced enough to interest adults. Also another inherent-yet-often-overlooked nuance of the site is ensuring it meets accessibility requirements so users who may need special assistance can still engage.",
        "Every page and piece of information on the site is now easy to share, boosting the message and has a mobile-first strategic focus, eliminating any barriers to the user experience regardless of technology platform. Additionally, the new site moves away from depreciated technologies, such as Flash to render content, establishing a JavaScript standard to ensure scalability and flexibility as Smokey forges ahead for another 70 years."
      ],
      "awards": [
        "2016 <strong>Gold W3 Award:</strong> General Website – Environmental Awareness",
        "2016 <strong>Gold W3 Award:</strong> General Website – Associations",
        "2017 <strong>Silver AAF ADDY Award:</strong> Consumer Website",
        "2017 <strong>Silver AAF ADDY Award:</strong> Branded Content &amp; Entertainment Campaign"
      ],
      "technology": "Node.js, Express, ES6, React, Nunjucks and Stylus"
    }, {
      "title": "Marriott Traveler",
      "client": "Marriott",
      "images": [
        {
          "slide": "img/work-traveler-001.jpg",
          "thumbnail": "img/work-traveler-001-thb.jpg"
        }, {
          "slide": "img/work-traveler-002.jpg",
          "thumbnail": "img/work-traveler-002-thb.jpg"
        }, {
          "slide": "img/work-traveler-003.jpg",
          "thumbnail": "img/work-traveler-003-thb.jpg"
        }, {
          "slide": "img/work-traveler-004.jpg",
          "thumbnail": "img/work-traveler-004-thb.jpg"
        }
      ],
      "description": [
        "With many brands searching to find the sweet spot between engagement and conversion, Marriott International knows the importance of promoting more than just offers. Working to provide more value to its community of travelers, I worked with the Marriott content and design teams to help them deliver a thoughtful, strategic and creative digital solution to reach travel audiences, especially millennials, using content as the primary driver",
        "Marriott Traveler is part lifestyle magazine and part social media hub, featuring content centered around culture, family, fashion, food &amp; drink and more. I was an integral part of the process, from developing the flexible information architecture of the content and the layout of its pages; creatively consulting on the user experience design to leading the development of a responsive, mobile-optimized platform that curates content from Marriott staff, travel writers and influencers. The site — whose initial launch focuses on pilot destination New Orleans, with more cities to follow as the year goes on — also allows for users to seamlessly share content, all before finally making the decision to book with a property.",
        "The early results are extremely positive. With coverage on major outlets like <a href='http://www.washingtonpost.com/business/capitalbusiness/marriott-launches-new-travel-guide-site-to-woo-younger-travelers/2015/03/23/52210878-d172-11e4-ab77-9646eea6a4c7_story.html' target='_blank'>The Washington Post</a>, <a href='http://digiday.com/brands/now-marriott-magazine-publisher/' target='_blank'>Digiday</a> and <a href='http://www.mediapost.com/publications/article/246252/marriott-launches-online-travel-guide.html' target='_blank'>Mediapost</a> all indications are that our work on Marriott Traveler looks to readily adopted by content-savvy travelers around the globe.",
        "Marriott TRAVELER has generated more than 4.6 million sessions, attracted more than 2 million mobile visitors, drawn almost 9 million page views and prompted over 25,000 social shares."
      ],
      "awards": [
        "2015 <strong>Gold W3 Award:</strong> General Website - Tourism",
        "2015 <strong>Gold W3 Award:</strong> General Website - Publishing",
        "2015 <strong>Silver W3 Award:</strong> General Website - Travel"
      ],
      "technology": "Wordpress, PHP, Roots, Sass and Bootstrap"
    }, {
      "title": "Level Up: An Epic Swiping Adventure",
      "client": "The National Campaign to Prevent Teen and Unplanned Pregnancy",
      "images": [
        {
          "slide": "img/work-level-up-001.jpg",
          "thumbnail": "img/work-level-up-001-thb.jpg"
        }, {
          "slide": "img/work-level-up-002.jpg",
          "thumbnail": "img/work-level-up-002-thb.jpg"
        }, {
          "slide": "img/work-level-up-003.jpg",
          "thumbnail": "img/work-level-up-003-thb.jpg"
        }
      ],
      "description": [
        "As part of their work in reducing teen birth rates in the United States, the National Campaign to Prevent Teen and Unplanned Pregnancy created a program dubbed Stay Teen with ongoing resources, communications and games designed to make sex education and birth control awareness fun and engaging.",
        "In 2017, Stay Teen dedicated an entire month to focus communications around the issue, and I worked alongside the SJ&amp;P design team to led the development of its flagship element, a mobile-focused game called Level Up: An Epic Swiping Adventure. The immersive game allows players to create a customized character to represent themselves throughout the experience in which the levels mimic the cadence of a school year, along with customizing their personal crush.",
        "The gameplay is designed to pit the players against all of the pressures and challenges teens face today that could sway their judgement and knowledge about relationships and sex, including drugs and alcohol, peer influence and pressure to have sex. As the pressures advance, users vanquish them by swiping in the appropriate shape on their screen, earning special powers along the way — represented by personified birth control &ldquo;heroes,&rdquo; each with their own educational tips and methods of defeating enemies.",
        "While the game is optimized for mobile devices, it&rsquo;s also playable on desktops to ensure maximum reach and engagement among its audience."
      ],
      "awards": [
      ],
      "technology": "ES6, Phaser, React and Stylus"
    }, {
      "title": "Front &amp; Central",
      "client": "Discovery Education",
      "images": [
        {
          "slide": "img/work-discovery-001.jpg",
          "thumbnail": "img/work-discovery-001-thb.jpg"
        }
      ],
      "description": [
        "Discovery Education, the education-focused subsidiary of parent Discovery Communications, sought to grow their market presence in the education sector. As the global leader in standards-based digital content for K-12 classrooms, they are at the forefront of education technology. To position itself as a pioneering thought leader, Discovery Education sought to provide a digital platform that serves as a go-to source of relevant, useful and exciting content about education solutions.",
        "As the front-end developer on the project, I worked with the design team to develop a content hub, featuring engaging and valuable content centered around solutions, trends and best practices, alongside emotional content that inspires and entertains, serving as an extension of what Discovery Education is truly about. The content hub was thoughtfully designed with a look and feel that is unique from the DiscoveryEducation.com website in order to differentiate the two to position the content hub as an accurate information source. The design elements are bold, with delightful animations to give the site a playful and modern feel. We also carefully integrated conversion touchpoints in a way that is valuable to users versus an overt sell."
      ],
      "awards": [
      ],
      "technology": "Wordpress, PHP, Bedrock, Sage, Blade and Stylus"
    }, {
      "title": "&ldquo;I Want to be Recycled&rdquo; campaign website",
      "client": "Keep America Beautiful &amp; the Ad Council",
      "images": [
        {
          "slide": "img/work-recycling-001.jpg",
          "thumbnail": "img/work-recycling-001-thb.jpg"
        }, {
          "slide": "img/work-recycling-002.jpg",
          "thumbnail": "img/work-recycling-002-thb.jpg"
        }, {
          "slide": "img/work-recycling-003.jpg",
          "thumbnail": "img/work-recycling-003-thb.jpg"
        }, {
          "slide": "img/work-recycling-004.jpg",
          "thumbnail": "img/work-recycling-004-thb.jpg"
        }
      ],
      "description": [
        "As part of a fully integrated campaign, <a href='http://iwanttoberecycled.org/' target='_blank'>IWantToBeRecycled.org</a> empowers consumers to learn about the benefits of recycling and take action to &ldquo;give trash a new life.&rdquo; The site features highly interactive engagement tools, including a recycling search tool that lets users find recycling centers and resources based on their location, and an animated infographic dubbed &ldquo;The Recycling Journey&rdquo; that outlines the path of a material to its brand-new form. As part of a small development team, I helped create a responsive site that delivers an immersive experience across a range of tablets and mobile devices using, what were at the time, cutting edge techniques based on emerging HTML, CSS and JavaScript standards.",
        "In 2011, the average American produced 4.4 pounds of trash per day, and the country as a whole produced more than 250 million tons of trash that year. Only about 35 percent of this trash was recycled, according to the EPA. As part of an effort to help educate the public on recycling, this landmark campaign was also featured in The New York Times (print and online). The creative was also recognized for two 2013 Silver W3 Awards, as well as the 2014 Pixel Award in the Green category and People’s Champ Award in the same category."
      ],
      "awards": [
        "2013 <strong>Silver W3 Award:</strong> General Website – Charitable Organizations / Non-Profit",
        "2013 <strong>Silver W3 Award:</strong> General Website – Green",
        "2013 <strong>&ldquo;Green&rdquo; Pixel Award</strong>",
        "2013 <strong>&ldquo;People&rsquo;s Champ&rdquo; Pixel Award:</strong> Green Category",
        "2014 <strong>Gold AAF ADDY Award:</strong> Digital Advertising"
      ],
      "technology": "Ruby, Sinatra, CoffeeScript, Haml and Sass"
    }
  ]
}
